<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Customization Language Lines
    |--------------------------------------------------------------------------
    */

    'title'                => 'Кастомизация',
    'subtitle'             => 'Настроить внешний вид панели администрирования',
    'edit_form'            => 'Изменение параметров настройки',
    'text_color'           => 'Цвет текста',
    'text_color_ph'        => 'Введите hex цвет здесь',
    'text_color_hp'        => 'Этот цвет будет использоваться в каждом тексте панели администрирования.',
    'back_color'           => 'Фоновый цвет',
    'back_color_ph'        => 'Введите hex цвет здесь',
    'back_color_hp'        => 'Этот цвет будет применяться в качестве цвета фона панели администрирования.',
    'navbar_color'         => 'Цвет фона навигации',
    'navbar_color_ph'      => 'Введите hex цвет здесь',
    'navbar_color_hp'      => 'Этот цвет будет использоваться в качестве панели навигации в верхней части панели администрирования.',
    'favicon'              => 'Favicon',
    'favicon_ph'           => 'Введите URL изображения',
    'favicon_hp'           => 'Это изображение будет использоваться как Favicon, на панели администрирования.',
    'updated_settings'     => 'кастомные настройки сохранены.',
    'save'                 => 'Сохранить кастомные настройки',
    'unauthorized_action'  => 'Несанкционированное действие',
    'unauthorized_desc'    => 'Вам не разрешено обновлять настройки.',
    'contact_webmaster'    => 'Если вы считаете, что Вам необходимо обновить настройки, обратитесь к веб-мастеру.',
];
